let jokes = ["मास्टर जी – सबसे ज्यादा नशा किसमें होता है?चिंटू – किताब में।मास्टर जी – कैसे?चिंटू – क्योंकि किताब खोलते ही नींद आ जाती है।", "चिंटू और पप्पू आपस में बातें कर रहे थे।चिंटू – क्या तुम चीनी भाषा पढ़ कर सुना सकते हो?पप्पू – हां, लेकिन तभी जब वह हिंदी या अंग्रेजी में लिखी हुई हो।", "चिंटू – पप्पू, जरा अपनी साइकिल आज मुझे देना।पप्पू – नहीं।चिंटू – अगर मुझे साइकिल नहीं दोगे, तो मेरा दिल खट्टा हो जाएगा।पप्पू ने झट से बोला – तो चीनी खा लेना।", " पापा – चिंटू, आज तुम स्कूल क्यों नहीं जा रहे हो?चिंटू – पापा, कल स्कूल में हमें तौला गया था और क्या पता आज बेच ही न दें।", "मास्टर जी – बताओ, कुतुब मीनार कहां है?चिंटू – पता नहीं।मास्टर जी – फिर बेंच पर खड़े हो जाओ।चिंटू बेंच पर खड़ा हो जाता है और कुछ देर बाद कहता है, मास्टर जी यहां से भी नहीं दिख रहा है।", "मास्टर जी – एक तरफ पैसा और दूसरी तरफ अक्ल… बताओ चिंटू तुम क्या चुनोगे?चिंटू – पैसामास्टर जी – गलत, मैं तो अक्ल चुनता।चिंटू – आपकी बात भी सही है, क्योंकि जिसके पास जो चीज नहीं होगी, वो वही चुनेगा।", "मास्टर जी – चिंटू, बताओ बिल्ली पूंछ क्यों हिलाती है?चिंटू – क्योंकि, पूंछ बिल्ली की है।", "मास्टर जी – चिंटू, अपने पापा का नाम अंग्रेजी में बताओचिंटू – ब्यूटिफुल रेड अंडरवियरमास्टर जी – नालायक हिंदी में बताओचिंटू – सुंदर लाल चड्ढा", "मास्टर जी – बच्चों, इतिहास से हमें पता चलता है कि हमारे पूर्वज बन्दर थेतभी चिंटू का जाट मित्र गुस्से में लाल होते हुए, थारे होंगे, मारे तो चौधरी थे", "चिंटू ने पापा को अपना रिजल्ट दिखाते हुए कहा – पापा आप बहुत किस्मत वाले हैंपापा – वो कैसे?चिंटू – क्योंकि, मैं फेल हो गया हूं। अब आपको मेरे लिए नई किताबें नहीं खरीदनी पड़ेंगीं। हा..हा..हा.."]

let random  = jokes[Math.floor(Math.random()*jokes.length)]

// alert(random)

let u = document.getElementById("box-3")

u.innerHTML= random;



let a = document.getElementById("btn")

a.onclick = function(){
  window.location.reload()
}